7zip
alacritty
alsa-tools
apache
aria2
arp-scan
asciiquarium
aspell
aspell-en
aspell-fr
bat
blueman
brightnessctl
btop
cbonsai
chafa
chromedriver
clang
cmake
cmatrix
entr
evince
eza
fastfetch
fd
feh
fzf
go
gtop
gvim
highlight
htop
hunspell-en_us
hunspell-fr
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
inetutils
inkscape
jdk-openjdk
jq
kitty
lazygit
less
libreoffice-fresh
lightdm
lightdm-gtk-greeter
luarocks
man-db
maven
mdformat
mpv
mtpfs
ncdu
neofetch
net-tools
nmap
npm
ntfs-3g
nvm
pdfgrep
pfetch
php
postman-bin
pyenv
python-adblock
python-pip
python-pipx
python-xmlformatter
qutebrowser
ripgrep
rofi
rustup
shfmt
sl
slurp
starship
stow
stylua
swaync
swww
tealdeer
tecla
tmux
tree
ttf-all-the-icons
ttf-dejavu
ttf-fira-code
ttf-iosevka-term
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
tty-clock
ttyper
typst
ueberzugpp
ufw
waybar
whois
wikiman
woff2-font-awesome
wofi
yarn
yazi
youtube-dl
yt-dlp
ytfzf
zathura-git
zathura-pdf-poppler
zip
zoxide
zsh
