7zip
alacritty
alsa-tools
apache
aria2
arp-scan
asciiquarium
aspell
aspell-en
aspell-fr
baobab
base
base-devel
bat
blueman
bluez-utils
brave-bin
brightnessctl
btop
cbonsai
chafa
chromedriver
clang
cmake
cmatrix
deno
discord
dmenu
docker
docker-compose
efibootmgr
entr
evince
eza
fastfetch
fd
feh
fprintd
fzf
gdm
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-weather
gnu-netcat
go
gpu-screen-recorder
gpu-screen-recorder-ui
graphviz
grilo-plugins
grim
gst-devtools-libs
gst-editing-services
gst-libav
gst-plugin-gtk
gst-plugin-pipewire
gst-plugins-ugly
gst-python
gtop
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gvim
highlight
htop
hunspell-en_us
hunspell-fr
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
i3-wm
i3blocks
i3lock-color
i3status
inetutils
inkscape
intel-gpu-tools
intel-media-driver
intel-ucode
iwd
jdk-openjdk
john
jq
kitty
lazygit
less
libpulse
libreoffice-fresh
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts
loupe
luarocks
maim
malcontent
man-db
mariadb
maven
mdbook
mdformat
mpv
mtpfs
nano
nautilus
ncdu
neofetch
neovim
net-tools
network-manager-applet
networkmanager
ninja
nitrogen
nmap
npm
ntfs-3g
nvm
orca
packer
pass
pavucontrol
pdfgrep
peek
pfetch
php
php-apache
php-fpm
php-gd
php-pgsql
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plantuml
polkit-gnome
polybar
postgresql
postman-bin
pulseaudio-alsa
pyenv
python-adblock
python-cryptography
python-numpy
python-pip
python-pipx
python-tldextract
python-xmlformatter
python312
qpdf
qutebrowser
redis-bin
ripgrep
rlwrap
rofi
rustup
rygel
scrot
sdl2_image
sdl2_mixer
sdl2_net
sfml
shfmt
simple-mtpfs
simple-scan
sl
slurp
smartmontools
snapshot
starship
staruml
stow
stylua
sushi
sway
swaybg
swayidle
swaylock
swaync
swww
sxiv
tealdeer
tecla
tectonic
texlive-basic
tmux
totem
trash-cli
tree
ttf-all-the-icons
ttf-dejavu
ttf-fira-code
ttf-iosevka-term
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
tty-clock
ttyper
typst
ueberzugpp
ufw
visual-studio-code-bin
viu
vivid
vulkan-intel
waybar
wget
whois
wikiman
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wxwidgets-gtk3
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-user-dirs-gtk
xdg-utils
xdotool
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xsel
xterm
xwinwrap-0.9-bin
yarn
yay
yazi
yelp
youtube-dl
yt-dlp
ytfzf
zathura-git
zathura-pdf-poppler
zellij
zenity
zip
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
